Repository: nowkiscode/Figlog
Catalog: Figlog/Localizable.xcstrings
Source language: en
Languages: ko

source: %@ Chat
ko: %@ 채팅

source: %@: No activity
ko: %@: 활동 없음

source: %@'s History
ko: %@님의 히스토리

source: Activity Heatmap
ko: 활동 히트맵

source: After %@
ko: %@ 후

source: Allows you to switch to other apps briefly without breaking your current focus session. If you return to your target app within this time, the session continues uninterrupted. If not, the timer stops and deducts the grace period.
ko: 현재 집중 세션을 끊지 않고 잠시 다른 앱으로 전환할 수 있게 해줍니다. 이 시간 내에 Figma로 돌아오면 세션이 중단 없이 계속됩니다. 돌아오지 않으면 타이머가 멈추고 유예 시간이 차감됩니다.

source: App Usage
ko: 앱 사용 시간

source: Back
ko: 뒤로

source: Blue: Completed focus session (> 15m)
ko: 파란색: 완료된 집중 세션 (> 15분)

source: Break reminder
ko: 휴식 알림

source: Cancel
ko: 취소

source: Click to copy code
ko: 클릭하여 코드 복사

source: Connecting...
ko: 연결 중...

source: Create
ko: 생성

source: Create Party
ko: 파티 생성

source: English
ko: 영어

source: Enter Party Code
ko: 파티 코드 입력

source: Figma
ko: 피그마 (Figma)

source: Figma is idle
ko: 피그마 유휴 상태

source: Figma not in focus
ko: 피그마 포커스 해제

source: Focusing in Figma
ko: 피그마 집중 중

source: Framer
ko: 프레이머 (Framer)

source: Friends
ko: 파티 목록

source: General
ko: 일반

source: Grace period
ko: 피그마 이탈 허용 시간

source: Grace Period:
ko: 유예 시간 (Grace Period):

source: Green: Currently tracking focus session
ko: 초록색: 현재 작업 집중 상태

source: History
ko: 히스토리

source: History is updated daily at midnight.
ko: 다른 사람의 히스토리는 매일 자정에 업데이트됩니다.

source: How to use FigLog
ko: FigLog 사용법

source: Idle
ko: 유휴 상태

source: Idle after
ko: 유휴 상태 감지 기준

source: Idle Today
ko: 오늘 총 유휴 시간

source: Idle Total
ko: 총 유휴 시간

source: Insights
ko: 통계

source: Join
ko: 참가

source: Korean
ko: 한국어

source: Language
ko: 언어

source: Last 7 Days
ko: 최근 7일

source: Last 30 Days
ko: 최근 30일

source: Launch at login
ko: 로그인 시 자동 실행

source: Leave
ko: 나가기

source: Light Blue: Short focus session (< 15m)
ko: 연한 파란색: 짧은 집중 세션 (< 15분)

source: Loading members...
ko: 멤버 불러오는 중...

source: Loading...
ko: 불러오는 중...

source: Manually pause tracking if you want to keep your target app open but stop the timer. It will automatically resume the next time you actively use the app.
ko: Figma를 열어둔 채 타이머만 멈추고 싶을 때 수동으로 추적을 일시정지합니다. 다음에 Figma를 활발히 사용하면 자동으로 재개됩니다.

source: Message...
ko: 메시지 입력...

source: Monthly
ko: 월간

source: My Parties
ko: 내 파티 목록

source: My Profile
ko: 내 프로필

source: My Stats
ko: 내 통계

source: Name
ko: 이름

source: New Party Name
ko: 새 파티 이름

source: No app usage data available
ko: 앱 사용 데이터가 없습니다

source: No focus sessions yet today
ko: 오늘 아직 작업 집중 기록이 없습니다

source: No history available.
ko: 히스토리 기록이 없습니다.

source: Offline
ko: 오프라인

source: Out of Figma but still tracking
ko: 피그마 이탈 중 (추적 유지)

source: Party Chat
ko: 파티 채팅

source: Pause tracking
ko: 추적 일시정지

source: Pause/Resume:
ko: 일시정지/재개:

source: Paused
ko: 일시정지

source: PowerPoint
ko: 파워포인트 (PowerPoint)

source: Privacy
ko: 개인정보 보호

source: Quit FigLog
ko: FigLog 종료

source: Real focus time
ko: 실제 작업 집중 시간

source: Recent Sessions
ko: 최근 집중 기록

source: Refresh Parties
ko: 파티 새로고침

source: Remind me after
ko: 휴식 알림 기준 시간

source: Resume tracking
ko: 추적 재개

source: Save
ko: 저장

source: Send
ko: 전송

source: Sessions
ko: 세션 수

source: Settings
ko: 설정

source: Share My Detailed Focus Statistics with Party Members
ko: 파티원에게 나의 상세 집중 통계 공유하기

source: Status: %@
ko: 상태: %@

source: Target Apps
ko: 추적할 작업 앱

source: This user has hidden their history.
ko: 이 사용자는 히스토리를 비공개로 설정했습니다.

source: Time allowed outside Figma before a session ends.
ko: 피그마가 아닌 다른 앱을 사용해도 이 시간 내에 돌아오면 집중 시간이 유지됩니다.

source: Time allowed outside target apps before a session ends.
ko: 작업 앱 이탈 후 세션이 종료되기 전까지 허용되는 시간입니다.

source: Time for a short break
ko: 잠깐 쉬어갈 시간입니다

source: Time without activity before a session is marked idle.
ko: 해당 시간 동안 마우스/키보드 입력이 없으면 유휴 상태(Idle)로 전환됩니다.

source: Timeline
ko: 타임라인

source: Timeline Colors:
ko: 타임라인 색상:

source: Today
ko: 오늘

source: Tracking Figma
ko: Figma 추적 중

source: Tracking paused
ko: 트래킹 일시정지

source: Waiting for App
ko: 작업 대기 중

source: Waiting for Figma
ko: 피그마 대기 중

source: Weekly
ko: 주간

source: Working in %@
ko: %@ 작업 중

source: Working in App
ko: 작업 중

source: You have focused in Figma for %@.
ko: %@ 동안 작업에 집중하셨습니다. (휴식을 권장합니다.)

source: You haven't joined any parties yet.
ko: 아직 참가한 파티가 없습니다.

# 최신버전 다운로드 페이지로 이동
source: Go to Download Page
ko: 최신버전 다운로드 페이지로 이동

# 최신버전이 나왔으니 업데이트 해주세요!
source: A new version is available. Please update!
ko: 최신버전이 나왔으니 업데이트 해주세요!
